{
  "2025-12-28": {
    "title": "Trust in the Lord ? 2025-12-28",
    "scripture": "Proverbs 3:5-6",
    "content": "Trust in the LORD with all your heart and lean not on your own understanding.\nIn all your ways submit to him, and he will make your paths straight."
  },
  "2025-12-29": {
    "title": "Testing Special 2025 Devotion",
    "scripture": "Psalm 23:1",
    "content": "The LORD is my shepherd; I shall not want."
  },
  "2025-12-31": {
    "title": "Testing title",
 "content": "經文進度： 啟示錄 21-22\n\n重要經節： 【啟示錄 22:20】證明這事的說：「是了，我必快來！」阿們！主耶穌啊，我願你來！\n\n\n\n內容提要：\n\n當我們想到神從起初創造天地，設立伊甸園，此時新天新地的出現，和新耶路撒冷的降臨就沒有什麽難以置信的了。不同的是，除了子，沒有人見證父起初的創造，而現在，有從萬國萬方所召神的眾子一同看見祂新的創造過程；並且，作為新造之物中初熟的，他們自己也參與了神的創造。能夠成為造物主的同工，見證萬物的更新，這是何等美妙偉大的事！\n\n關於神新的創造，約翰無法用任何語言來形容她的美好，只能用“不再有”來形容；這也難怪，我們所處的世界，一切所見，一切所聞，一切所想，沒有一樣是完全的，但在那裡，沒有一樣是不完全的。\n\n此時，神也沒有忘記提醒約翰，不義之人的結局。我們或許會驚奇，膽怯的，竟然會和殺人的、淫亂的、拜偶像的一同被扔在火湖裡。然而神很清楚地表明：得勝者才能承受產業。在約翰所見這些末世異象中，難以想象一個膽怯的人能夠持守信心而安然度過。\n\n神將聖城的樣式啟示給約翰，是為了鼓勵基督徒堅守信仰，並竭力過得勝的生活。主說：我去為你們預備地方。而約翰所見的確認神的信實。在現世，人會為了一個住所，一塊土地，或一個歸屬感而不懈努力，然而神為祂的兒女預備了永恆的家，是更值得我們尋求的。\n\n新耶路撒冷中是沒有聖殿的，因神自己是城的殿。在聖城中，也再也沒有祭祀的必要。聖殿的意義是為了人能夠進入神的同在，而此時神要永遠住在祂的子民中間了。\n\n在伊甸園中，我們看到分別善惡樹與生命樹，人因為悖逆神而失去生命樹。在世界的末了也有生命樹，樹上的葉子為醫治萬民。儘管新天新地到來，人仍是受造之物，我們對神的依靠並不改變，並且神的僕人也要作王，治理他們所承受的產業。\n\n在結語中，約翰見證任何人不可在這書的預言上加添或減少什麽，這是為了說明啟示錄是真實可信，是直接從神領受，不經筆者修飾的，神定意成就。或許很多預言是我們難以理解的，卻改變不了它們的真實性，只要是從神領受，我們就有確據持守，並忍耐等候。\n\n\n\n默想與討論主題： \n\n我是否期盼主的再來，如同約翰所盼望的呢？又或許他的再來會打亂我明年的計劃和決定，會讓我很不甘心？\n\n\n\n一年讀完整本聖經進度：啟示錄 19-22"
  }
  "2026-12-01": {
    "title": "12/1/2026",
    "content": "經文進度： 希伯來書12\n\n\n\n重要經節：【希伯來書12:18-19，22】 \n\n你們原不是來到那能摸的山；此山有火焰，密雲，黑暗，暴風，角聲與說話的聲音。那些聽見這聲音的，都求不要再向他們說話；你們乃是來到錫安山，永生神的城邑，就是天上的耶路撒冷。\n\n\n\n內容提要：\n\n這段追述以色列人在西奈山下等候領受神的律法的情景，正是出埃及記19:7-25的縮影。「火焰，密雲，黑暗，暴風，角聲與說話的聲音」正是對西奈山的威嚴可怕的形容，為什麼西奈山會是極其可怕，使人恐懼戰兢呢？因為西奈山除了代表著律法的神聖，公義之外，更表明來頒布律法的那一位神是何等聖潔，公義和威嚴。律法只能讓人看見自己的罪，看見神的審判，看見人的無能！律法使罪人無法與神交通，也看不見神的慈愛和恩典。但感謝神，因為在新約時代的我們，已經不是來到這代表著律法的「能摸的山」（西奈山），乃是來到「錫安山」（恩典的代表）。「永生神的城邑，就是天上的耶路撒冷」『永生神的城邑』指活神所住的城；『天上的耶路撒冷』有別於地上的耶路撒冷，預表神屬天真正的居所。此處將錫安山與天上的耶路撒冷合為一組，表明榮美的場所。這代表神恩典的錫安山是何等的榮耀和寶貴，但這錫安山是在哪裏呢？我們要怎樣才能到達呢？這山並不是憑眼見的，乃是憑著我們的信心，正如主所說：『...你們拜父，也不在這山上，也不在耶路撒冷，...那真正拜父的，要用心靈和誠實拜祂，...』。（約4:21-23）\n\n\n\n默想與討論主題：\n\n1.每當我來到神的面前時是存著什麼樣的感覺？是畏懼？是感恩？是戰競？還是親近？ \n\n2. 我真能明白和了解什麼叫做「用心靈和誠實拜」的敬拜嗎？\n\n\n\n一年讀完整本聖經進度：哥林多後書 10-12"
  },
  "2026-12-02": {
    "title": "12/2/2026",
    "content": "經文進度：希伯來書 13，雅各書1\n\n\n\n重要經節：【雅各書 1:2-4】\n\n我的弟兄們，你們落在百般試煉中，都要以為大喜樂；因為知道你們的信心經過試驗，就生忍耐。但忍耐也當成功，使你們成全、完備，毫無缺欠。\n\n\n\n內容提要：\n\n主未曾應許天色常藍，卻應許在基督裡有真實的平安和得勝的確據。作者在今日的經文中勉勵信徒要學習勝過身邊各樣的試煉，甚到要為試煉來臨以為喜樂。為什麼呢？第3節「試驗」一詞指金銀被火熬煉的「過程」，這也是雅各想表達的：受苦是一種途徑，信心經逆境之火考驗後，雜質煉淨，更有力量。他用「忍耐」這個詞來作為試驗的結果。「忍耐」〔Steadfastness〕可譯作穩固，指信徒面對困難、逆境及逼迫後都產生出來的品質。因此，忍耐也可為解作「在任何一個壓力之下仍能站立得住」。但也不只是一味的忍耐，而是能按主的旨意成功，也就是「成全完備」。「成全完備」這個字原本是用來形容獻祭之牲畜的，必須無疾無缺，全備完美，才配得獻給神。基督徒的成功就是可以毫無污點，全備無缺的將自己獻給神。\n\n\n\n默想與討論主題：\n\n「又忠心又良善的僕人」也可被稱作「被試驗過的人」，我們的生命品質是否能勝過考驗呢？我的生命是否渴望成為精金獻給主呢？\n\n\n\n一年讀完整本聖經進度：哥林多後書 13；加拉太書 1-3"
  },
  "2026-12-03": {
    "title": "12/3/2026",
    "content": "經文進度：雅各書2\n\n\n\n重要經節：【雅各書 2:14】\n\n我的弟兄們，若有人說自己有信心，卻沒有行為，有甚麼益處呢？這信心能救他嗎？\n\n\n\n內容提要：\n\n信心分為有行為的真信心，和沒有行為的偽信心。但有許多人容易誤會雅各對信心的定義，認為他主張行為稱義。這容易引發另外一個誤用的地方叫做「神人協作論」〔synergism〕，此論點認為只相信耶穌是不足夠的，在基督的救贖工作之外，還要加上我們的善行和敬虔。其實不然，在稱義的事上，我們無法增添或減少。更好的明白作者要表達的意思：「行為」是「信心」的外在表現，兩者是一枚銅幣的兩面。從15～16節雅各所使用的例子中，我們看出他對那信心只在口頭上的人特別關心。「平平安安的去罷，願你們穿得暖吃得飽。」或作「你平平安安的去吧！我為你禱告。」信徒面對自己弟兄姊妹的需要，除了表示好意之外，其它一概不做。雅各的回應是：「這有什麼益處呢？」\n\n\n\n默想與討論主題：\n\n我的信心和愛心是否常帶著行動的呢？我的屬靈生活是否常是有身體沒有靈魂的呢？\n\n\n\n一年讀完整本聖經進度：加拉太書 4-6"
  },
  "2026-12-04": {
    "title": "12/4/2026",
    "content": "經文進度：雅各書3\n\n\n\n重要經節：【雅各書 3:1-2】\n\n我的弟兄們，不要多人作師傅，因為曉得我們要受更重的判斷。 原來我們在許多事上都有過失；若有人在話語上沒有過失，他就是完全人，也能勒住自己的全身。\n\n\n\n內容提要：\n\n「不要多人作師傅」可以翻譯成「不要喜歡作人的師傅」。雅各並非不願意有教導恩賜的人在他們當中，他只是提出凡作教導的在言語上要特別小心，因為將來面對的審判也會比其他人更重。這也使我們想起法利賽人喜愛教訓別人，用高要求來限制他人，自己卻一根手指頭都不肯動。另外，教師容易帶進不同的教訓，產生不同的意見，而造成難處和分裂。〔參提後四3，提前一3～4，7，弗四14。〕在保羅的書信中也不乏談到在教會中有分黨結派的事。最後，雅各也勸勉信徒不要追求一種比較得人尊敬的地位，而要專心追求屬靈的德行，或是靈命進深的操練。\n\n\n\n默想與討論主題：\n\n我喜歡作別人的師傅嗎？還是專心追求在神面前作完全人？\n\n\n\n一年讀完整本聖經進度：以弗所書 1-3"
  },
  "2026-12-05": {
    "title": "12/5/2026",
    "content": "經文進度：雅各書4-5\n\n\n\n重要經節：【雅各書 4:15】\n\n你們只當說：「主若願意，我們就可以活着，也可以做這事，或做那事。」\n\n\n\n內容提要：\n\n雅各在這一段經文中，用了一個生動的描述：談到一個生意人，自信不疑，有計劃的安排自己的行程。他們對於要去何處、去多久，有絕對的把握，他們的計劃或冒險會帶來利潤。但雅各的意思不是不要信徒無計劃的生活，而是在警誡人們驕傲的生活，他們不關心神的意旨，只在乎自己的計劃是否成就。雅各指出這樣的人生就像是片雲霧，是短暫且虛無的。相反的，信徒的人生卻是以神為中心而活，承認你我的事情、我的生命都在於主的旨意。過去基督徒會用 D．V 兩個字母來表達對神的倚靠。這兩個字母代表拉丁文的 Deo volente，意思就是「主若許可」。基督徒生活是不斷與主連結，尋求天父的心意來生活的。\n\n\n\n默想與討論主題：\n\n我是否容許主參與在我生活中的每個決定中呢？\n\n\n\n一年讀完整本聖經進度：以弗所書 4-6；腓立比書 1"
  },
  "2026-12-06": {
    "title": "12/6/2026",
    "content": "經文進度：彼得前書1章\n\n\n\n重要經節：【彼得前書1章6-7節】 因此，你們是大有喜樂，但如今，在百般的試煉中暫時憂愁。叫你們的信心既被試驗，就比那被火試驗，仍然能壞的金子，更顯寶貴。可以在耶穌基督顯現的時候，得著稱讚，榮耀，尊貴。\n\n\n\n內容簡介：\n\n時間：大約主後60-64 年\n\n作者：彼得\n\n對象：外邦信徒\n\n彼得在寫書信的時後，是教會被逼迫的開始。在基督裡面，我們的經歷不應該只停留在罪得赦免。藉著耶穌基督的復活，祂要給我們的是更多存在天上的基業。耶穌的復活應當給我們信心，喜樂，跟永活的盼望。彼得鼓勵當時在土耳其境內的信徒，不要灰心，只要相信。他們的信心會應著所受到的逼迫，得到煉淨而顯得更為寶貴。\n\n\n\n默想與討論主題：禱告使我們可以更多經歷神的同在。當我們的信心被煉淨，我們是否知道可以支取那不會朽壞的基業？\n\n\n\n一年讀完整本聖經進度：腓立比書 2-4"
  },
  "2026-12-07": {
    "title": "12/7/2026",
    "content": "經文進度：彼得前書2-3章\n\n重要經節：（彼得前書2章1-2節）所以，你們既除去一切的惡毒，詭詐，並假善，嫉妒和一切毀謗的話， 就要愛慕那純淨的靈奶，像才生的嬰孩愛慕奶一樣，叫你們因此漸長，以至得救。\n\n\n\n內容提要：順服是這個世代最難學習的功課，也是我們每時每刻都會遇到的“難題”。我們常以為順服主很容易，順服人很難，往往只是因為聽見主的命令比聽見人的機會少。彼得在經文中提到當時的世代中常見的三種關係裡的順服：1.人與政治權柄 2.僕人與主人 3.妻子與丈夫。彼得也強調順服這一切制度的核心是在順服神的旨意，是基督生命的表達，並且也是美好的品性。我們在生活中，同樣也許會遇到“邪惡”的領袖，“壓榨員工”的老闆，或是“抵擋神”的丈夫，那麼為什麼我們還是要順服他們呢？然而因著基督為罪人捨棄生命，並從死裡復活的神，會給我們更多的能力，讓我們用順服來翻轉這世代悖逆的心。\n\n\n\n默想與討論主題：\n\n我不順服的藉口通常是什麽？在那些事上？主怎麼說呢？\n\n\n\n一年讀完整本聖經進度：歌羅西書 1-3"
  },
  "2026-12-08": {
    "title": "12/8/2026",
    "content": "經文進度：彼得前書4-5章\n\n重要經節：（彼得前書4章10節）各人要照所得的恩賜彼此服侍，做神百般恩賜的好管家。 \n\n\n\n內容提要：萬物的結局近了，所以你們要謹慎警醒的禱告，最重要的是彼此相愛，因為愛能遮蓋許多的罪。萬物的結局近了，有一天我們都要向主交帳。所以在世上的日子，我們是否有好好運用神給我們的恩賜？我們是否有好好的愛人，服事人？ 還記得當耶穌復活後，他問彼得三次：“你愛我嗎？” 而彼得也回答主說：“主啊，是的，你知道我愛你。” 隨後耶穌說： “你餵養我的小羊。” （約翰21章15節）細細思想這個故事，它在跟你說什麼？ \n\n\n\n默想與討論主題：\n\n神交給我們的小羊是什麼呢？我們是否有用神的心意來牧養他們？\n\n\n\n一年讀完整本聖經進度：歌羅西書 4；帖撒羅尼迦前書 1-3"
  },
  "2026-12-09": {
    "title": "12/9/2026",
    "content": "經文進度：彼得後書1章\n\n重要經節：（彼得後書一章3節）神的神能已將一切關乎生命和虔敬的事賜給我們，皆因我們認識那用自己榮耀和美德召我們的主。\n\n\n\n內容提要：彼得寫這卷書是在公元66年，當時使徒保羅在公元67年殉道，所以彼得知道自己也可能快要殉道。當時教會面臨很多逼迫，猶太人的戰爭一觸即發。 彼得在快要殉道之前告訴信徒，基督的降臨和神國的事是真的，所以要緊抓住這個盼望，並剛強站立在神的國中，不要被外在的動亂影響而離棄主。信仰是一種傳承，在彼得意識到自己將會離世的時候，他沒有選擇在恐懼當中度過。他選擇以基督的事為念，更加迫切的傳講純正的福音，和為主做見證，希望後人可以牢記自己的教訓。彼得明確地告訴弟兄們，要留心聽先知的話，也要專注在聖靈中的感動。\n\n\n\n默想與討論主題：你相信聖經100%是神默示的話語嗎？你是否有聽見神正要對你說的話？今日我們的信仰和生命如何？是否能在苦難和末世的洪流之中站立得住？\n\n\n\n一年讀完整本聖經進度：帖撒羅尼迦前書 4-5；帖撒羅尼迦後書 1"
  },
  "2026-12-10": {
    "title": "12/10/2026",
    "content": "經文進度：彼得後書2章\n\n\n\n內容提要： 《彼得後書》第二章表面上是說假教師，其實使徒彼得在回應當時的問題。當時教會面對猶太人與羅馬人政府之間的張力，有假先知曲解舊約的預言，覺得現在是反政府的時候。彼得認為這是錯誤的，因此寫信給教會，勸勉大家要耐心等候，因為我們的國度不是在地上，乃是在天上。在這個世界動亂的時刻，求主幫助我們仍然能夠站在真理裡。\n\n\n\n默想與討論主題：我們是否相信神會審判並認識祂的拯救？ \n\n\n\n一年讀完整本聖經進度：帖撒羅尼迦後書 2-3；提摩太前書 1"
  },
  "2026-12-11": {
    "title": "12/11/2026",
    "content": "經文進度：彼得後書3章\n\n\n\n重要經節：（彼得後書3章9節）主所應許的尚未成就，有人以為他是耽延，其實不是耽延，乃是寬容你們，不願有一人沉淪，乃願人人都悔改。\n\n\n\n內容簡介：在彼得後書的時期，基督徒受到了比之前更大的逼迫與冤屈。然而，不只是那個時候的基督徒受到了委屈。直到今日，還是有許多人因著守護基督徒的信仰而面對到許多不公義的對待。我們是否時常會感到疲累，抱怨神為何沒有看到我們的處境？為什麼神還沒有伸手嚴懲那些對我們不公義的人？你是否感覺從神而來的公義好像總是遲到？但是有沒有可能，就是這位有恩典，有憐憫的神，想要給我們每個人悔改的機會，給我們另一個 \"Do Over\" 的機會？曾有一個牧者說：我們對神的認知是什麼，我們就會如何的來經歷祂。如果我的認知停留在神是嚴厲又易怒的，那麼我所認識跟經歷的神就會是一個嚴厲又易怒的神。但是如果我選擇相信神是滿了慈愛跟恩典的，我所認識的神也將會不一樣。\n\n\n\n默想與討論主題：主給我們最大的憐憫跟恩典，就是一個可以讓我們“重新”的機會。你對神的認知是什麼？他是嚴厲易怒的嗎？還是有慈愛有憐憫的呢？\n\n\n\n一年讀完整本聖經進度：提摩太前書 2-4"
  },
  "2026-12-12": {
    "title": "12/12/2026",
    "content": "經文進度：約翰壹書1章\n\n\n\n內容提要：約翰在這封書信中講述叛教之風在教會中蔓延。他警告聖徒們不要跟黑暗相交，並只有留在福音的光中才有安全。\n\n作者： 使徒約翰 \n\n時間： 70-100 AD 之間\n\n我們看到早期教會的問題是：教會內部有紛爭，特別是當假教師在教會內部出現時，就會引發糾紛，進而造成信徒彼此之間互相猜忌、不滿、怨恨。但是神是光，在他裡面沒有黑暗，所以一切假的教訓都會被暴露出來。\n\n\n\n默想與討論主題：與神有團契相交卻仍在黑暗裡行，是什麼意思？ \n\n\n\n一年讀完整本聖經進度：提摩太前書 5-6；提摩太後書 1"
  },
  "2026-12-13": {
    "title": "12/13/2026",
    "content": "經文進度： 約翰壹書2-3章\n\n\n\n重要經節：（約翰一書2章2節）\n\n他為我們的罪作了挽回祭，不是單為我們的罪，也是為普天下人的罪。 \n\n\n\n內容簡介：\n\n耶穌基督是我們的護衛者，他為我們的罪作了贖罪祭。不僅為我們的罪，也為了全人類的罪！很多的時候我們生命上的軟弱不是因為我們的罪沒有得到赦免，或是我們不斷的犯罪，而是我們無法接受自己，選擇用神的眼光來看自己。我們認為神可以救全世界的人，唯獨自己不配得救。你是否覺得神愛世人，但是神一定不會愛你？但是真理是，神愛每一個人，而這個人也包括你跟我。耶穌為每一個人的罪作了贖罪祭，不論罪的大小，不論犯錯的程度，他都為我們付上了代價。\n\n\n\n默想與討論主題：我們是不是有時候覺得神不會原諒我們所做的錯事？如果你曾經這樣想，現在就禱告神，一起來破除這個謊言。\n\n\n\n一年讀完整本聖經進度：提摩太後書 2-4"
  },
  "2026-12-14": {
    "title": "12/14/2026",
    "content": "經文進度： 約翰壹書4章\n\n重要經節：你們可以這樣認出神的靈：凡是承認耶穌基督是成了肉身來的，那靈就是出於神。 （約翰一書四章2節：新譯本）\n\n\n\n內容提要：作者寫此書信的主要目的，是要讓大家知道：愛，是信仰和行動的根基。上帝就是愛，也為了要表明祂對人類的愛，上帝才會將祂的獨生子耶穌基督差遣到世上來，為的是要使人在耶穌基督裏體會出上帝的愛，並且學習怎樣去愛別人。作者強調：說「愛」，要先從自己的兄弟姊妹開始，意思就是先從自己的身邊做起。若是沒有愛，說得再多也是多餘。神為了愛我們，為了跟我們恢復與祂的關係，祂差遣祂的兒子耶穌，為我們的罪作了挽回祭。我們不再需要依靠自己的才幹，也不需要靠著自己的努力來換取救恩。因為當我們承認耶穌基督是主，就白白的領受這救恩了。\n\n\n\n默想與討論主題：我們要如何辨別真理的靈？討論一下假教訓跟假教師通常有什麼特點。\n\n\n\n一年讀完整本聖經進度：提多書 1-3"
  },
  "2026-12-15": {
    "title": "12/15/2026",
    "content": "經文進度：約翰壹書5章\n\n\n\n重要經節：（約翰一書5章1-2節）\n\n凡信耶穌是基督的，都是從神而生；凡愛生他之神的，也必愛從神生的。 我們若愛神，又遵守他的誡命，從此就知道我們愛神的兒女。\n\n\n\n內容簡介：從第 1-3 節反覆在講「愛神的會守誡命，愛神的會彼此相愛，愛神的會勝過世界」，你看見世界和信耶穌的價值觀是不一樣的嗎？世界的價值觀是：互踩和競爭，悖逆，自我為中心；而從神生，耶穌的門徒卻是：彼此相愛，遵守誡命且順服，凡事以神為中心。感謝主，祂說凡是從神生的就勝過世界一切抵擋神的價值觀。世界是因用鬥爭運行，而我們因著愛翻轉世界。\n\n\n\n默想與討論主題：\n\n你相信我們有權柄來祝福和影響這世界嗎？\n\n\n\n一年讀完整本聖經進度：腓利門書；希伯來書 1-2"
  },
  "2026-12-16": {
    "title": "12/16/2026",
    "content": "經文進度： 約翰貳書，約翰叁書\n\n內容提要：\n\n約翰本是脾氣暴躁的人，本來也是沒有甚麼愛心的人。但約翰後來卻變成愛的使徒。神的話語讓我們懂得如何真實去愛。我們常常覺得愛是一種感覺，所以我們認為要先感受到愛才可以給出愛。然而我們從約翰的書信，看到愛不只是一種感覺，而是在真理裡面愛。約翰說，我們要用真理去愛，因為恩惠、憐憫、平安是從父神和祂兒子耶穌基督來的。如果人沒有和三一神連結，就沒辦法從三一神來支取這份愛。很多的時候我們只說讓人開心的話卻不願意說實話。當然鼓勵的話語是很好，可是在愛中提醒人的話語也很重要。約翰提醒該猶要小心丟特腓的惡行，不要傚法他。但是有沒有可能丟特腓是該猶很親近的人？也許是該猶的朋友？ 也許是該猶尊敬的屬靈前輩？ 約翰告訴該猶不要效法丟特腓的時候，約翰是不是同樣也把該猶放進了一個兩難的處境？是否原本鼓勵的書信卻變成了讓該猶需要做選擇的壓力？但不要忘記我們要用真理去愛，在愛心中說真心話。\n\n\n\n一年讀完整本聖經進度：希伯來書 3-6"
  },
  "2026-12-17": {
    "title": "12/17/2026",
    "content": "經文進度： 猶大書\n\n重要經節：【猶大書 20-21】亲爱的弟兄啊，你们却要在至圣的真道上造就自己，在圣灵里祷告，保守自己常在　神的爱中，仰望我们主耶稣基督的怜悯，直到永生。\n\n\n\n內容提要：猶大與雅各一樣是耶穌肉身的弟兄，在這裡以耶穌基督僕人的身份寫信給教會。他的信提到隱藏在教會中虛假的教師。聖經教導我們棄絕愚拙無學問的辯論，也告訴我們要為真道竭力地爭辯，這兩者的目的是相同的，就是將焦點放在耶穌基督純正的福音上。這福音已經一次完整地交付給聖徒了。從此我們知道，任何對耶穌基督福音真理的增加或刪減都不是從神來的。猶大提醒我們，主必親自審判眾人，凡隱藏的，必顯露出來。聖徒們，首先要在真道上造就自己，在父，子，聖靈中保守自己，並且護衛身邊的人。建造的工作所能帶來的益處是永遠的，專注在建造的人必將歡歡喜喜站在主的榮耀前。\n\n\n\n默想與討論主題：如何讓自己專注在建造上呢？\n\n\n\n一年讀完整本聖經進度：希伯來書 7-9"
  },
  "2026-12-18": {
    "title": "12/18/2026",
    "content": "經文進度：啟示錄 1-2\n\n重要經節：【啟示錄 1:8】主神說：「我是阿拉法，我是俄梅戛，是昔在、今在、以後永在的全能者。」\n\n\n\n內容提要：\n\n啟示錄是耶穌基督的啟示，而不是一本預言未來的書而已。在我們關心的所有事中間，未來無疑是最有吸引力的話題之一。世界上很多關於未來的預測或說教只會給人帶來恐懼和轄製，或者是純粹浪費時間而已。然而讀這啟示的，與聽見遵守的都是蒙福的。\n\n神並非遙不可及，並非只在過去和將來，而是昔在今在，以後永在的。祂掌控開始和末了，也是一切能力的源頭。當我們意識到這點，就可以從現實生活的一切恐慌中得釋放了。\n\n約翰聽到如同吹號般極大的聲音，並領受了傳達異象給眾教會的使命。那時他還在拔摩海島上被流放中，並沒有被釋放。現實並不能阻擋你完成所領受的異象和使命，從神來的使命卻必然改變你周遭的世界。\n\n在七個金燈台之間人子的樣式，是與舊約先知書中所描述的形象一樣的（但 7:9, 10:6; 結 43:2）。但“我曾死過，現在又活了”表明這就是主基督；並且主清楚地說他是那首先的，是末後的，與前文中主神的宣稱別無二致。約翰曾在晚餐的時候靠著耶穌的胸膛，是主最親近的門徒，然而他此時再看見主，就撲倒像死了一樣。不要忘了，我們印象中和藹可親的基督耶穌，原是那不能看見之神的像，是當受萬代景仰，萬膝跪拜的。我們隨時要將祂當得的敬畏歸給祂，也不要用舊的眼光和經驗來認識祂。\n\n在主的眼中，教會如同金燈台是非常寶貴，極有價值，而且發光照亮黑暗。他親自在教會中間行走，並且他是那亙古常在的大能者，他派遣使者在每個教會中，為那些承受救恩的人效力。這是在逼迫中帶來安慰的啟示。\n\n以弗所教會有如此多的優點，當她卻失去了起初的愛心。這不是指對人的憐憫和愛心，而是信徒與基督相愛的關係。這裡對主的描述是“那右手拿著七星、在七個金燈臺中間行走的”，表明他是教會的元首。再多的與世俗分別，再多奉獻和服事，若不是出於對基督的愛，到頭仍是虛空。“燈台從原處挪去”指的就是不再被視為主的教會，這是很嚴肅的後果，卻也是理所當然的；教會若不再是基督的見證，就遠離了自己存在的命定。\n\n士每拿不是一個貧窮的城市，反而是一個港口大城，極其富裕；直到如今它還是土耳其第三大城市。然而士每拿的教會卻遭遇患難和貧窮，並受試煉，甚至可能會喪命。這是因為猶太人的迫害；主說那並不是猶太人，而是撒旦的會堂。不管這世界如何發展，我們的城市多麼繁榮，患難和貧窮還是可能臨到基督徒。不是因為神沒有祝福，而是不公的社會制度和惡人的欺壓。當然，即使撒旦也裝作光明的使者，那些迫害基督徒的，必然披著正義和虔誠的外袍。然而教會需要明白，基督是那復活的救主，連死亡也敗在他的腳下。\n\n別迦摩教會堅守信仰，即使面臨死亡威脅也不放棄。但卻有虛假的教義滲入他們的信仰。巴蘭的教訓就是引誘基督徒與世俗為友，崇拜偶像，行姦淫；尼哥拉的教訓也是類似，這是屬靈的淫亂。今天的基督徒也面臨同樣的試探。如果魔鬼不能逼迫信徒放棄信仰，牠就用世俗的文化和價值觀，各樣的偶像引誘他們，並藉著他們將錯誤的意念滲透教會。然而基督是那口中出兩刃利劍的，他的道是活潑有能力的。如果教會混雜了錯誤的道理，基督就會攻擊不悔改的人，如同不義的先知巴蘭所遭受的。\n\n推雅推喇教會初看是很棒的，然而同別迦摩教會一樣，他們太過“忍耐和寬容”。他們比別迦摩教會更甚，前者只是會眾中有人隨從世界的教訓，他們則縱容假先知教導信徒，並在教會中興起了跟從假先知的黨羽。並非所有人都跟從了假先知，但那些跟從並不悔改的人，所招致的後果比別迦摩教會更甚，乃是患難甚至死亡。教會必須明白基督是那眼目如火焰的神之子，是審判全地的主。\n\n\n\n默想與討論主題：\n\n讀今天的經文，有關基督的所是和所為，對我來說有什麽新的啟示和提醒嗎？\n\n\n\n一年讀完整本聖經進度：希伯來書 10-12"
  },
  "2026-12-19": {
    "title": "12/19/2026",
    "content": "經文進度：啟示錄 3-4\n\n重要經文：【啟示錄 3:20】看哪，我站在門外叩門，若有聽見我聲音就開門的，我要進到他那裏去，我與他，他與我一同坐席。\n\n\n\n內容提要：\n\n老底嘉教會在物質上富足，無所缺乏，在靈性上卻是貧窮瞎眼的。人若過多仰賴自己的財物，其結果就是對屬靈的事物失去熱情，也不能看見屬靈的現實。老底嘉教會以財富自誇，卻不知道在神眼裡，自己的景況是可羞恥的。最可悲的是，教會竟然將主逐出門外，也沒有人為他開門。主不會讓這樣的情況持續下去，他將要責備管教，為叫兒女醒悟。\n\n老底嘉教會是眾教會中最可憐的，主給他們的信中沒有一句稱讚的話。一個和平，富裕，舒適的環境帶給人祝福，也隱含了極大的危機，乃是屬靈的瞎眼和死亡。但看起來無可救藥的光景，仍有回轉的指望，只要他們願意向源頭取水，只要他們中有人願意為主開門，就可以恢復與神的關係。\n\n“此後，我觀看”表明約翰正在領受另一個異象。開始的畫面是一個靈裡敬拜的異象。敬拜者是與神面對面的，便按著神的本相和祂的作為敬拜他，而且晝夜不住敬拜。\n\n在這個異象中，寶座是主要的元素，這寶座是在天上，對應的魔鬼也有一個座位是在地上。這表明神的主權永遠立定，不因地上的國而動搖。寶座周圍的虹讓人想到神與諾亞並一切活物所立的約，表明祂的信實。二十四位長老穿著白衣，頭上戴著金冠冕，代表聖潔與得勝；他們可能代表舊約以色列十二支派與新約十二使徒，神百姓的總和。閃電，聲音，雷轟讓我們聯想到神臨到西奈山頂上的情景，而摩西所領受會幕及獻祭的樣式也是按照天上事的形狀和影像。四活物的形象與以西結所看到的形象相似，他們與二十四位長老一同晝夜不住地敬拜。\n\n敬拜是在神的同在中進行的，敬拜者完全認識神的本性和作為，並且時刻降服在祂面前，讚美祂的主權和榮耀。\n\n\n\n默想與討論主題：\n\n今天的我是否也住在和平，富裕，舒適的環境中，那麼我是否落入過老底嘉教會的光景呢？\n\n\n\n一年讀完整本聖經進度：希伯來書 13；雅各書 1-3"
  },
  "2026-12-20": {
    "title": "12/20/2026",
    "content": "經文進度： 啟示錄 5\n\n重要經節：【啟示錄 5:13】我又聽見在天上、地上、地底下、滄海裏，和天地間一切所有被造之物，都說：但願頌讚、尊貴、榮耀、權勢都歸給坐寶座的和羔羊，直到永永遠遠！\n\n\n\n內容提要：\n\n這一章與前面約翰所看到的靈裡敬拜是同一個異象；這裡，敬拜的對象是羔羊。雖然沒有明指，這領受書卷的顯然是耶穌基督。\n\n對他的描述為羔羊，同時又是猶大的獅子。這表明他是拯救者，但又是掌權者，是審判全地的。基督是大衛的根，從他的人性來說，他是從大衛出來的，從他的神性看，祂是永恆的，並且是大衛的主。羊羔有七角七眼，就是神的七靈。表示他是全智全能，充滿萬有。\n\n唯有這樣的基督，已經得勝，能以展開神右手中的書卷，揭開七印。這書卷是神對世界的命定，當它展開，就顯出將要發生在地上的事。對應之前基督對教會得勝的要求，門徒需要得勝，而後領受神所應許的賞賜，正如基督得勝一樣。\n\n天使和一切所造之物都加入了四活物和二十四位長老的敬拜。他們讚美羔羊帶來救恩。可見，羔羊是與做寶座的主神受同樣的敬拜，並且接納眾聖徒的祈禱。\n\n\n\n默想與討論主題：\n\n在我的生活中，怎樣才算是得勝呢？我是一個得勝者，如基督一樣嗎？\n\n\n\n一年讀完整本聖經進度：雅各書 4-5；彼得前書 1"
  },
  "2026-12-21": {
    "title": "12/21/2026",
    "content": "經文進度：啟示錄 6\n\n重要經文：【希伯來書 1:12】 你要將天地捲起來，像一件外衣，天地就都改變了。惟有你永不改變；你的年數沒有窮盡。\n\n\n\n內容提要：\n\n羔羊解開了前四印時，各由四活物召喚騎馬的人，這表明在人的國中所發生的事是由天上的神掌權。\n\n騎白馬的，手中拿著弓，卻沒有箭，所以他並沒有用殺人的兵器，卻能得勝，他的目標也是為了得勝。他得到一個勝利者的冠冕。沒有任何跡象表明這是基督，他很可能跟後面的三個騎士一樣，而是用和平之名帶來毀滅的。紅馬，黑馬，與灰馬分別帶來戰爭，饑荒，瘟疫和死亡。這些災難的發生，正如主所預先告知門徒的一樣。然而這些騎士的破壞力都是被限制的，只允許殺害“四分之一”的人。\n\n約翰看見在祭壇下，有殉道者的靈魂。而這些殉道者是從逼迫中出來的，因殺害他們的人還住在地上，並且，還會有更多見證人被殺，“滿足了數目”。可見，殉道者的數目也是被限制的，並且審判必將發生。\n\n揭開第六印時，所描述的災難不再局限於地上的現象，而是宇宙層面：地上有大地震，日月星辰的天象都被改變。這些難以想象的現象發生是舊約先知們和主耶穌都曾提到過，當這些事發生，就預示耶和華的日子要到了。此時地上人的景況與殉道者的景況成為一個對比，他們想到未來就恐懼，卻沒有回轉向神，而是拼命躲避。\n\n\n\n默想與討論主題：\n\n當我想到這末了將要臨到的災難，心裡充滿的是什麽呢？為何如此？\n\n\n\n一年讀完整本聖經進度：彼得前書 2-4"
  },
  "2026-12-22": {
    "title": "12/22/2026",
    "content": "經文進度：啟示錄 7-8\n\n重要經節：【啟示錄 7:17】因為寶座中的羔羊必牧養他們，領他們到生命水的泉源；上帝也必擦去他們一切的眼淚。\n\n\n\n內容提要：\n\n在這些毀滅的情景發生在地上時，約翰看到了另一個畫面：以色列中屬神的百姓受印，並萬國的人前來敬拜神。如果啟示錄中沒有這些神國度的榮耀和敬拜的異象，就只剩下罪惡和毀滅了！如今正是這樣，隨著歷史的前進，世界的國必然愈加敗壞，對比之下，神的國度必愈加榮耀和豐富。\n\n受印是一個驗證和保護。就像古時使用蠟印封住重要的信件，以證明這文件的真實性，神的百姓受印也表示他們是屬神的。這與以西結書 9:4 相似，受印的作用也應該與以色列的逾越節一樣，凡有記號的人就免於神的震怒和審判。這也是天使宣告，地與海並樹木不可傷害的原因。\n\n這是約翰所見第三場敬拜的異象，前兩場由四活物與長老開始，加入天使與一切受造之物。而此時，我們看到從各國、各族、各民、各方的百姓都來到寶座面前敬拜。\n\n這些數不清的列國中得救的外邦人，無疑是從末世大災難中出來的，如長老對約翰解釋所說；可見這大患難是遍佈全地，且是致命的。在現時的世界，承認主名並不是困難的。然而在大艱難中，成為基督徒意味著世界的逼迫，甚至難以生存。但再艱難的時期也會過去，神應許他們不再飢餓，不再渴，必被接納，這使我們在任何試煉中都有盼望。神向我們所懷的意念是賜平安的意念，要叫我們末後有指望。\n\n羔羊揭開第七印的時候，發生的事與前面六印不同：天上寂靜約有半小時。在猶太傳統中，獻祭過程中一直會有敬拜和音樂，但在燒香時，則會完全安靜，會眾靜默禱告。天上的寂靜可能表明神對聖徒禱告的關注，因此一切天使的活動和敬拜都止息。\n\n天使將眾聖徒的祈禱獻在寶座面前。聖徒不是指被封的聖人，而是指所有屬神的基督徒。天使又將壇上的火倒在地上，就帶下神的審判。聖徒的祈禱竟然帶下神對世界的審判，是因為這世代對神百姓的逼迫，並為神新的創造作預備。\n\n七位天使預備吹號，七號中，前四號帶來自然界的改變，後三號帶來靈界的改變。四號吹響時，地，海，江河，以及日月星辰的三分之一都被破壞。這些表示是極大的範圍內，卻不是完全的毀滅。\n\n與揭開四印時發生的戰爭，饑荒，瘟疫等相比，這些災難更顯然不是人為直接造成的，每一號吹響，都有一個“從天上落下”的描寫。如果氣候反常是人類破壞環境的結果，環保主義就是當之無愧的救世主；但若是火從天上降到所多瑪與蛾摩拉，人們就只能批麻蒙灰悔改了。如果亞伯拉罕不能說話，或是被殺害了，這個世界會有怎樣的結局呢？這對應了出埃及記中，神要告訴法老的。祂用循序漸進的審判，啟示法老：祂才是真神；祂也保護自己的百姓，警告世界不再逼迫他們。\n\n\n\n默想與討論主題：\n\n臨到世界上的大災難有什麽意義呢？\n\n\n\n一年讀完整本聖經進度：彼得前書 5；彼得後書 1-3"
  },
  "2026-12-23": {
    "title": "12/23/2026",
    "content": "經文進度：啟示錄 9\n\n\n\n內容提要：\n\n這裡落下的星是一個靈界的使者，牠的名字亞玻倫意思是毀滅者。牠並沒有完全的權柄，而只能等到一個無底坑的鑰匙賜給他，才能釋放牠的軍隊。蝗蟲大軍也顯然是靈界的惡魔，而非我們所見的昆蟲。它們不被允許傷害草和樹木，只傷害一切不屬神的人。它們所加給人的痛苦，使人厭棄生命，以致會有人想結束自己生命，卻沒有辦法做到。作為神的百姓，不需要懼怕這些災難，因為基督手中有死亡和陰間的鑰匙，祂的權柄在毀滅者之上。\n\n第二樣災禍是由四個使者帶來。他們是墮落的天使，所以原先被捆綁。即使被釋放後，牠們也只被許可殺三分之一的人。然而，剩下那些目睹審判發生的人，仍然不悔改自己的惡，繼續拜鬼魔，行一切的惡事。崇拜鬼魔，也就被鬼魔轄製和傷害；人定意選擇死亡，這是比一切災禍更可怕的。\n\n\n\n默想與討論主題：\n\n今天的經文所說靈界裡的改變，我應該如何為之準備呢？\n\n\n\n一年讀完整本聖經進度：約翰一書 1-3"
  },
  "2026-12-24": {
    "title": "12/24/2026",
    "content": "經文進度：啟示錄 10-11\n\n\n\n內容提要：\n\n這位大力的天使有很多特征是與基督相似的，他與其他地方所描述的天使不同，顯然是與神更近，更有能力的使者。\n\n七雷發聲所傳達的信息是被封閉的，約翰沒有寫出來。神已經將一切關乎生命和敬虔的事賜給我們，有許多未知的事並不能阻擋我們的生命成聖。所以不需執著探究一些屬於神的隱秘事，同時我們也看到神以自己的主權對少數人啟示了不可說的事，如這裡的約翰，以及使徒保羅等。神與我們的關係才是基督徒真正該竭力尋求的，我們也要成為能夠領受啟示，能夠傳遞啟示的人。\n\n約翰取了天使手中的小書卷，並按他的指示吃下。神的話經常被比作食物，是可吃的。意思是帶來生命，也成為生命。只重複我們所學到的，卻沒有定意活出來，也就沒有辦法解開其中的能力，並影響世界。\n\n量神的殿和祭壇代表宣告所有權。以西結也曾在異象中被帶到極高的山上，看到一個人丈量聖城；撒加利亞同樣在異象中看到一人量聖城。這些異象都是在聖殿被毀之後發生，約翰寫書的時候聖殿同樣已經被毀，最好的理解是這聖殿是未來地上重建的聖殿。\n\n兩個見證人的身份沒有顯明，但兩棵橄欖樹是撒加利亞異象中所見，預示當時重建聖殿的所羅巴伯和大祭司約書亞。從當時人心的情形來看，兩個見證人的工作應是靈性的恢復。\n\n神保護著兩個見證人，沒有人能夠傷害他們，即使整個世界都無能與他們為敵。但他們最後被那個無底坑上來的獸所殺，這不是代表黑暗勢力的得勝，像住在地上的人所慶祝的那樣。因為只發生了短短的三天半，神叫他們從死裡復活，並且被提到空中。可歎的是，這兩個見證人分明是從世界之主而來的，並用各樣的神跡，各樣的權柄證實了；全地的人竟仍為他們的死和鬼魔的殺戮而歡喜快樂，反倒公開展示他們的尸首。\n\n\n\n默想與討論主題：\n\n我渴望明白神的啟示，並成為一個傳遞啟示的人麼？\n\n\n\n一年讀完整本聖經進度：約翰一書 4-5；約翰二書"
  },
  "2026-12-25": {
    "title": "12/25/2026",
    "content": "經文進度：啟示錄 12-13\n\n重要經節：【啟示錄 12:11】弟兄勝過牠，是因羔羊的血和自己所見證的道。他們雖至於死，也不愛惜性命。\n\n\n\n內容提要：\n\n接下來約翰領受新的異象。本章是接下來一系列異象中的兩個。\n\n婦人和孩子的異象是一段難解的經文。一個將用鐵杖轄管萬國的男孩，並被提到神寶座那裡，似乎是對彌賽亞的描寫。然而我們也看到，雖然魔鬼曾借希律的手想要殺孩童耶穌，基督卻是長大成人，在十字架上擊敗魔鬼，復活之後才升天。並且婦人逃到曠野 1260 天，三年半的時間，顯然是大災難的天數。\n\n天上爭戰的異象是對前一個異象的補充說明。表明魔鬼先前在天上與米迦勒爭戰失敗，帶著牠的使者被摔在地上。而牠被摔在地上後就逼迫生男孩子的婦人。當牠被擊敗，天上就有大聲音宣告神的救恩，國度，基督的權柄，並基督徒得勝的武器是羔羊的血和自己的見證。顯然，魔鬼的失敗是基督得勝的結果，也是牠逼迫基督徒的開始。\n\n紅龍就是魔鬼，牠的特長是迷惑，甚至連天上使者的三分之一都被欺騙而跟隨牠。牠也喜歡控告，牠的本性是抵擋。但現在牠被摔在地上，那晝夜在神面前控告我們的已經沒有能力繼續這樣做了。勝過魔鬼的方法不是“知己知彼”，而是羔羊的血，和自己見證的道。“見證”在啟示錄中反復出現，而且每次都與“受逼迫”聯繫起來。\n\n約翰看到兩個獸，一個從海中上來，一個從地中上來。頭一個獸需要信徒有忍耐和信心，後一個獸需要有真智慧辨識。\n\n海中上來的有七頭十角，如同紅龍一樣，龍將自己的能力都給了那獸，讓牠成為自己的代言人。魔鬼曾用同樣的籌碼試探基督，要把萬國和萬國的榮華給他，只要他肯向自己下拜。如今這獸接受了魔鬼的條件，全地的人都希奇跟從這獸，去拜獸與龍。獸有一個死傷，卻被醫好了，這使他與死裡復活的基督相似。敵基督也是假基督，是冒基督的名而來的，並且他不是靠武力得到政權。這獸被給予權柄，他與聖徒爭戰，並得勝，他也能制服地上的各國，這說明他掌握列國的政權。\n\n從地中上來的獸，在之後的描寫中，都被稱為假先知。他是為獸作見證的，他叫地上的人敬拜敵基督，並且能行各樣虛假的神跡奇事。他也掌握了全世界的經濟，叫所有沒有獸印的人都不能做買賣。當全世界的政治，經濟，宗教的權柄都集中在一處，仇敵對基督徒的逼迫會達到最高點。\n\n\n\n默想與討論主題：\n\n如何勝過龍，獸，和假先知呢？\n\n\n\n一年讀完整本聖經進度：約翰三書；猶大書；啟示錄 1-2"
  },
  "2026-12-26": {
    "title": "12/26/2026",
    "content": "經文進度：啟示錄 14\n\n重要經文：【啟示錄 14:13】我聽見從天上有聲音說：「你要寫下：從今以後，在主裏面而死的人有福了！」聖靈說：「是的，他們息了自己的勞苦，做工的果效也隨著他們。」\n\n\n\n內容提要：\n\n這裡的 144000 人與第七章中受印的 144000 猶太人處於不同的場景，前者是在“地與海”未受傷害之前受印，後者是在基督降臨的場景。144000 並非指實際數字，而是主再來的時候所帶來的“千萬聖者”。（亞 14:4; 猶 14; 啟 19:14.) “原是童身”也不是指守獨身的人，或是只有男人才有資格，而是預示他們聖潔的身份。\n\n三位天使傳遞有關審判的信息。福音本是交給門徒的使命，然而在末了的時候，天使要受差宣揚永遠的福音；這福音不只是拯救的信息，也包含了審判。這裡“巴比倫”是第一次在啟示錄中出現，從後面的記錄中可知它是指這世界的資本運營系統。\n\n地上的收割分為兩次，一次是收割地上的莊稼，一次是收割地上葡萄樹的果子。葡萄的收割顯然隱喻不義之子，被丟在神忿怒的大酒榨中。而前一個收割，施加動作的主體不同，按自然的理解應是不同的事件，隱喻義人的收割。在審判的比喻中，義與不義的結局對比是常見的。\n\n\n\n默想與討論主題：\n\n三位天使所傳的信息對今天的我有什麽啟示嗎？\n\n\n\n一年讀完整本聖經進度：啟示錄 3-5"
  },
  "2026-12-27": {
    "title": "12/27/2026",
    "content": "經文進度： 啟示錄 15\n\n\n\n內容提要：\n\n約翰領受另一個異象。七位天使掌管末後的七災，這七災是未來發生，且在敵基督出現之後發生。這與以色列出埃及的十災相似，因為敵基督正是在世界範圍內逼迫基督徒的。\n\n在玻璃海上，有那些勝了獸的人，這些人可能是殉道者，但他們唱摩西的歌和羔羊的歌，就是以色列過了紅海之後，摩西作詩讚美神的拯救。（出 15）\n\n約翰看見天上神的帳幕，這帳幕是地上摩西所建帳幕的原型，表明神的同在。當摩西建完帳幕時，神的榮耀充滿帳幕；此時這天上的帳幕也充滿了神的榮耀，以致沒有人能進殿。\n\n\n\n默想與討論主題： \n\n細想神在我生命中的拯救和祂的公義作為。\n\n\n\n一年讀完整本聖經進度：啟示錄 6-8"
  },
  "2026-12-28": {
    "title": "12/28/2026",
    "content": "經文進度： 啟示錄 16-17\n\n重要經文：【啟示錄 17:14】他們與羔羊爭戰，羔羊必勝過他們，因為羔羊是萬主之主、萬王之王。同著羔羊的，就是蒙召、被選、有忠心的，也必得勝。\n\n\n\n內容提要：\n\n七位天使將手中的七碗倒出，審判就臨到遍地。這些災難與神所降在埃及的十災相似。第一碗使人身上生瘡，但只生在有獸印記的人身上。同樣，第五碗帶來黑暗，但也只在獸的國中。\n\n七碗帶來海與眾水的災難與七號的結果不同，是全面性而不是“三分之一”。所多瑪與蛾摩拉的罪惡之大，我們從羅得的故事中可見一斑，火就從天上降下，燒毀了城。這裡全地遭受大災，天使說神的判斷是公義的！這地上的罪惡要何其大，才招致這樣的審判呢。然而這些災難並沒有使人悔改，他們反而褻瀆天上的神。\n\n幼發拉底河位於今天的伊拉克和敘利亞，就是美索不達米亞地區。河水乾涸，是為了東方的眾王預備道路。一場大戰正在醞釀，實際上，即將來到的敵人不只是從東方，而是從普天下來。紅龍，獸，與假先知將使用鬼魔的靈，也就是虛謊與不潔的靈，甚至虛假的神跡奇事，來引誘天下的眾王一起來攻擊神的百姓。這並沒有什麽奇怪，魔鬼能引誘三分之一的天使反叛天堂，牠故技重施，迷惑了普天下的人。哈米吉多頓是新約時期撒瑪利亞與加利利之間很大的山谷。\n\n魔鬼以為聚集毀滅神的百姓就可以叫神的應許廢棄，但眾王聚集，正是神的計劃，也應驗了先知的預言。（結 37:7-17）這場大戰引起神直接的介入，那就是耶和華在列國人眼前顯為聖的日子。在人類歷史最黑暗的時刻，基督會降臨，成為最榮耀的光。\n\n大淫婦通常被認為是世界的宗教系統，因為宗教引誘人敬拜假神，並且逼迫和殺害聖徒。而馱著宗教系統的獸，是敵基督的靈，牠代表這世界的政治力量。她坐在眾水上，表示她所影響的範圍是多民，多人，多國，多方。然而，這女人除了以上特點外，還是“管轄地上眾王”的，後來必被敵基督毀滅。從這點看，淫婦更可能指的是世界的經濟系統，因為現時在背後影響並操縱整個世界政治力量的，更有可能是資本。如同這淫婦額頭的名字是一個奧秘，“大巴比倫”真正所代表的我們無法明確指出，但她顯然是貫穿人類歷史，管控全地的力量。\n\n與大淫婦對立的，聖經中把教會比作基督的新婦，是純一清潔沒有瑕疵的。教會盡其所能影響世界的政治經濟，為擴張神的國，但她不被政治所得；並且將要取代政治的力量，管理全地，因教會是領受神產業的。\n\n\n\n默想與討論主題： \n\n我們在世界的系統中生活，怎樣勝過“大巴比倫”的影響呢？\n\n\n\n一年讀完整本聖經進度：啟示錄 9-12"
  },
  "2026-12-29": {
    "title": "12/29/2026",
    "content": "經文進度： 啟示錄 18\n\n重要經節： 【啟示錄 18:4】我又聽見從天上有聲音說：我的民哪，你們要從那城出來，免得與她一同有罪，受她所受的災殃；\n\n\n\n內容提要：\n\n淫婦所對應的巴比倫大城有一天要傾倒，而且是被敵基督的勢力毀滅。而新婦所預表的教會，新耶路撒冷正被建立，是由耶穌基督來建立。巴比倫為地上的君王和客商帶來快樂，但也玷污了列國；如同巴別塔一樣，它代表了悖逆神的系統。\n\n天上的聲音警告神的百姓從巴比倫中出來，免得一同有罪。顯然教會也正在這個系統的範圍內，生活在世界的系統內，有意無意間都會彼此影響。如同羅得住在所多瑪城，他雖仍是義人，卻常為惡人淫行憂傷，並且在城滅之時，他的家也遭受損失。教會要曉得分辨神的時間，而在此之前要分別自己，不要因世界的享樂而遠離神。巴比倫系統只能帶來暫時的罪中之樂，終將傾倒。對比之下，君王和客商們都因它的傾倒而哀痛，流連於享樂，不注重屬神之事的人也將如此。\n\n政客和商人要悲哀哭泣，因他們不能再從她獲得好處，而聖徒要因此歡喜。巴比倫的傾覆是敵基督促成的，卻是神為自己百姓伸冤的審判。可見，即使是鬼魔的作為，也在神的掌控中，成就祂的旨意。\n\n\n\n默想與討論主題： \n\n我會因巴比倫系統的傾敗而歡喜嗎？\n\n\n\n一年讀完整本聖經進度：啟示錄 13-15"
  },
  "2026-12-30": {
    "title": "12/30/2026",
    "content": "經文進度： 啟示錄 19-20\n\n重要經節： 【啟示錄 19:10b】因為預言中的靈意乃是為耶穌作見證。\n\n\n\n內容提要：\n\n神的真實和公義是當得讚美的，並且神的子民應當為此歡喜快樂，而罪人和惡人要哀慟哭嚎。這裡，神的真實在於祂判斷了大淫婦敗壞世界的作為。如我們在前一章看到的，萬國都受了她邪術的迷惑，以惡為善，反以善為惡，若非如此，怎能叫先知和聖徒被殺。而神的公義在於為祂的僕人伸冤復仇，藉獸與諸王的手毀滅巴比倫。\n\n基督徒能在審判之時喜樂，是為神的公義，並不是因為罪人受審判而幸災樂禍。我們無論何時，都不應以惡人行惡而滅亡為快樂，因神斷不喜悅惡人死亡，但願他們回轉。\n\n約翰俯伏在天使腳前要拜他，也許是因為從他身上發出的大能。但天使馬上制止約翰，並提醒他：眾天使和弟兄們都是同做僕人的，唯有神是配得敬拜的。傳遞先知預言的人，因為從神領受真實的話，會充滿神的大能，但這些預言是為耶穌作見證的，所以不應該以為是人的榮耀和能力。由此我們可以認出先知的靈。同樣的道理，神在教會興起屬靈權柄，以牧養，教導，護衛百姓，是職能的不同，但在基督裡，眾人也同時是肢體，是做僕人的。\n\n這位騎白馬的，與第一印中的不同，約翰此時看見天開了，這位名為誠信真實的，帶著天上的眾軍。他的名又稱為神之道，萬王之王，萬主之主，以及許多奇妙的名。顯然這位是真正的基督。與榮入聖城時，騎著馿駒進耶路撒冷的和平之君不同，這次他來是要擊殺列國。\n\n本章提到兩個筵席，一個是羔羊的婚筵，一個是神的大筵席；參加前一個的人是有福的，得以與神的百姓一同歡樂，而後一個筵席，是神為動物預備的。所有前來攻擊基督並聖民的，都要被殺。這裡的爭戰是啟示錄 16 章所提到的哈米吉多頓之戰，獸與地上一切的君王眾軍聚集爭戰的日子。\n\n20 章的異象與前一章是同一個。獸與假先知被投入火湖之後，魔鬼被捆綁在無底坑一千年。撒旦從天上墜落後，神允許牠在地上“稱霸”，迷惑列國，但牠變本加厲。而在牠的第二次大戰後，牠再次墮落，被封印在無底坑中，不能再迷惑列國。\n\n“一千年”在本章出現了 10 次，在這千年中，基督徒要與基督一同作王。當然這是在復活之後，如帖前 4 章所說，那些在基督裡死了的人，在基督再臨時會與他一同來到。這是第一次的身體復活，發生在基督徒身上，因為第二次的死在他們身上沒有權柄。\n\n令人驚奇的是，這一千年之後，魔鬼被釋放，竟然能再次迷惑列國，使他們起來攻擊聖徒的城，就被火燒滅。此後，魔鬼再次被扔在火湖中，這也是牠最後的歸宿。\n\n在最後一戰結束，就是白色大寶座的審判，所有死了的人都會復活，這是第二次的復活。案卷和生命冊都展開了，名字沒有在生命冊上的人，最終的歸宿就是火湖。\n\n\n\n默想與討論主題： \n\n這一千年存在的意義是什麽？\n\n\n\n一年讀完整本聖經進度：啟示錄 16-18"
  },
  "2026-12-31": {
    "title": "12/31/2026",
    "content": "經文進度： 啟示錄 21-22\n\n重要經節： 【啟示錄 22:20】證明這事的說：「是了，我必快來！」阿們！主耶穌啊，我願你來！\n\n\n\n內容提要：\n\n當我們想到神從起初創造天地，設立伊甸園，此時新天新地的出現，和新耶路撒冷的降臨就沒有什麽難以置信的了。不同的是，除了子，沒有人見證父起初的創造，而現在，有從萬國萬方所召神的眾子一同看見祂新的創造過程；並且，作為新造之物中初熟的，他們自己也參與了神的創造。能夠成為造物主的同工，見證萬物的更新，這是何等美妙偉大的事！\n\n關於神新的創造，約翰無法用任何語言來形容她的美好，只能用“不再有”來形容；這也難怪，我們所處的世界，一切所見，一切所聞，一切所想，沒有一樣是完全的，但在那裡，沒有一樣是不完全的。\n\n此時，神也沒有忘記提醒約翰，不義之人的結局。我們或許會驚奇，膽怯的，竟然會和殺人的、淫亂的、拜偶像的一同被扔在火湖裡。然而神很清楚地表明：得勝者才能承受產業。在約翰所見這些末世異象中，難以想象一個膽怯的人能夠持守信心而安然度過。\n\n神將聖城的樣式啟示給約翰，是為了鼓勵基督徒堅守信仰，並竭力過得勝的生活。主說：我去為你們預備地方。而約翰所見的確認神的信實。在現世，人會為了一個住所，一塊土地，或一個歸屬感而不懈努力，然而神為祂的兒女預備了永恆的家，是更值得我們尋求的。\n\n新耶路撒冷中是沒有聖殿的，因神自己是城的殿。在聖城中，也再也沒有祭祀的必要。聖殿的意義是為了人能夠進入神的同在，而此時神要永遠住在祂的子民中間了。\n\n在伊甸園中，我們看到分別善惡樹與生命樹，人因為悖逆神而失去生命樹。在世界的末了也有生命樹，樹上的葉子為醫治萬民。儘管新天新地到來，人仍是受造之物，我們對神的依靠並不改變，並且神的僕人也要作王，治理他們所承受的產業。\n\n在結語中，約翰見證任何人不可在這書的預言上加添或減少什麽，這是為了說明啟示錄是真實可信，是直接從神領受，不經筆者修飾的，神定意成就。或許很多預言是我們難以理解的，卻改變不了它們的真實性，只要是從神領受，我們就有確據持守，並忍耐等候。\n\n\n\n默想與討論主題： \n\n我是否期盼主的再來，如同約翰所盼望的呢？又或許他的再來會打亂我明年的計劃和決定，會讓我很不甘心？\n\n\n\n一年讀完整本聖經進度：啟示錄 19-22"
  }
}
